[
  {
    "text":"Mr. Speaker, I respect the member opposite, but I am going to take issue with some of the submissions he just made. It is precisely because of the contentious nature of what is at issue that we are ensuring, using every tool that we have, that the bill becomes law prior to March 17 and the expiration. If the bill does not become law by March 17, we would have the confusion that was mentioned by the member for New Westminster—Burnaby, a situation where people may be able to avail themselves of MAID where the context is mental illness as the sole underlying condition.\n We do not believe the system is ready, because we have heard that, to a person, from every health minister in every province and territory. We have heard it from the health care practitioners, the nurses, the MAID assessors and the MAID providers. A curriculum has been designed, but take-up of the curriculum is not where it needs to be. The safeguards are not in place. The oversight mechanisms are not in place.\nIt is precisely because of the unpredictable nature of some people's mental illnesses that we need to ensure that we are working prudently and safely before we propose an expansion of the regime to persons for whom mental illness is the sole underlying condition."
  },
  {
    "text":"Mr. Speaker, the minister's answer to the question posed by my colleague from Rivière-du-Nord is inadequate. Yes, in 2021, Quebec ruled on the issue before the report of the expert panel on mental illness was published.\n However, the minister had a year to implement the most widely held recommendation of the special joint committee on medical assistance in dying concerning advance requests. Even a Conservative member from Quebec voted for it.\n Why did he not introduce a bill aimed at enacting this provision, knowing full well, unless he is unaware, that Quebec was going to legislate accordingly? As for the report, we are talking about a year and he wants three years, but that is another story. He cannot possibly tell us that he did not have the time to implement the special joint committee's main recommendation.\n Now it is a double standard. He accepted the special joint committee's recommendation about mental illness and made it into a bill, yet he is doing nothing about advance requests, which Canadians from coast to coast agree on.\nWill the minister commit, if he does not support my amendment, to tabling a bill on advance requests as soon as possible?"
  },
  {
    "text":"Mr. Speaker, I appreciate my colleague's remarks and his hard work on the special joint committee.\n I have several points to raise. The first one is that the bill addresses mental illness as the sole condition. The act requires that we deal with the issue before March 17, 2024.\n I have a lot of respect for my colleague across the aisle. He mentioned that Canadians from coast to coast agree on the issue of advance requests. Although Quebec has expressed its willingness, I do not believe that all Canadians agree; that is the second point.\n Obviously, if we want to extend medical assistance in dying to advance requests, we need to do so responsibly and with caution, as we did with all of the other issues, in other words, with all of the health experts, namely health ministers, psychiatrists, doctors and nurses. We need to proceed with caution, making sure to respect individual rights. We also need to strike a balance between individual rights and the protection of vulnerable persons. That is how we have been doing things since 2016, and that is how we will continue in the future.\nOnce again, it is important to note that the Criminal Code applies to the entire country. It is important to have clear information for all Canadians, so that everyone understands their rights and the criminal rules that apply across Canada. Criminal law must be consistent from one province to another.\nThat said, political discussions with Quebec are ongoing because this conversation needs to be had. However, we need to proceed carefully, cautiously and prudently."
  },
  {
    "text":"Mr. Speaker, in the previous Parliament, I was the NDP's representative on the medical assistance in dying committee. I do support medical assistance in dying, but it was the most difficult issue I have ever dealt with, and I agree with my colleague from Saanich—Gulf Islands that it was probably the most difficult issue most of us have ever dealt with in the House. For that reason, I agree with the minister that we have to proceed very cautiously and very deliberately in any expansion to medical assistance in dying.\n Today I would rather be talking about removing mental illness as the sole underlying condition, but Parliament dealt with that question with the private member's bill from the member for Abbotsford, Bill C-314, so we cannot do that today. We are placed in the awkward position where the Senate added the provision to the original medical assistance in dying legislation, which I think was very ill-advised.\nHowever, we have no choice at this point, I believe, but to support the closure motion to try to get this done so we can prevent the provision from coming into force, when we know clearly we are not ready and when we know some of us have very clear moral reservations about the expansion."
  },
  {
    "text":"Mr. Speaker, I want to thank the member for Esquimalt—Saanich—Sooke for his contributions today and every day, particularly on the justice committee and on the joint mixed committee. I agree with him that this is probably the most challenging and personal issue that any of us has touched, particularly for those who were elected in the class of 2015, who have been dealing with this for the last eight years. Because what is at issue is so significant, because the consequences are so permanent by definition, it is critical to get it right and to proceed in a prudent manner.\nSome of those things are outlined in the charter statement we have tabled in the House. It talks about the screening for decision-making capacity being particularly difficult in the context because of the symptoms of the person's condition or because their life experiences can impact their ability to understand and appreciate the decision they are about to make. Further, feelings of hopelessness and wishing to die are common symptoms of some mental illnesses, which can make it difficult for even an experienced practitioner to distinguish between a wish to die that is fully autonomous and considered, and something that is a symptom of one's personal illness. \nAlso, the course of a mental illness over time is very much less predictable than that of a physical illness. Last, and importantly, we do not have a record of evidence that has been built up in this country with respect to how the practice would unfold. Ensuring that we build up that record of evidence and that we build up the important curriculum and the uptake of that curriculum for the assessors and providers is critical.\nFor these and many other reasons, we are adopting a position that we would proceed responsibility, cautiously and prudently in three years' time with the initiative, but also reconvene the joint committee on which the member has sat so it can assess system readiness about two years from now, prior to the three-year deadline's coming to the fore."
  },
  {
    "text":"Mr. Speaker, it has been said that the character of a nation is revealed in how it treats its most vulnerable. I cannot think of a higher obligation for the House that houses the representatives of the people to take up than this very discussion. It is a matter of debate that should not be rushed. It should not be shut down and should not be in any way pushed through in expeditious fashion. We should take all of the time required to make sure we get it right, because we are literally dealing with matters of life and death. The sensitivity surrounding the issue cannot be overstated. The impact on families that are going to be and are being affected by the issue cannot be overstated. \nI would ask the minister to reconsider the direction he has taken with this and allow Canadians to have their voices expressed, for their concerns and desires for proper safeguards to be fully expressed in the House during the debate for as long as it takes to get it right. Would the minister care to comment on that?"
  },
  {
    "text":"Mr. Speaker, I thank the member opposite, but I think his comments reflect something that was raised also by the member for Medicine Hat—Cardston—Warner. \nJust to be clear for Canadians, if we do not proceed expeditiously in this chamber and in the Senate, the law will change on March 17 so as to allow medical assistance in dying for people who have mental illness as the sole underlying condition.\nIf the member for Tobique—Mactaquac is concerned about supports for those who are mentally ill, and I believe he has that concern, then what he should be doing is working with us collaboratively to ensure passage of the bill to prevent that situation from arising. The logical premise of his question is false.\nWhat we are doing is proceeding expeditiously as a responsible government after hearing from the joint mixed committee of MPs and senators about the need to put a pause on this. We would be putting a pause on it. We presented the legislation expeditiously and are seeking passage of the legislation expeditiously.\nAs we have have heard from the member for Saanich—Gulf Islands, in this context even she is making an exception to her principled approach towards closure in order to invoke closure so we can get the bill done and protect Canadians. Fundamentally, my job as Minister of Justice is to do just that, and I will not be deterred in that task."
  },
  {
    "text":"Mr. Speaker, the minister did not answer one aspect of my question.\nWhy the double standard?\nThe minister had a full year to implement the recommendation of the Special Joint Committee on Medical Assistance in Dying concerning advance requests. An Ipsos poll of 3,500 people showed 85% support across Canada. If the minister does not know that, he is not staying on top of his file.\nAs far as postponement is concerned, the minister has implemented the recommendation to the letter. Three years is too long. He knows that. However, he could have added another dimension to Bill C‑62. He had a year to do it. Will he introduce legislation on advance requests, yes or no?\nBill C‑14 is bad legislation.\nThe minister says that he worked carefully. People have been forced to go on hunger strikes to meet the reasonably foreseeable natural death criterion. Is that what he means by protecting vulnerable people?"
  },
  {
    "text":"Mr. Speaker, what I can add to the conversation I just had with my colleague across the way is that we created expert panels to study several aspects of expanding medical assistance in dying. Experts conducted a study on advance requests. They found that it is extremely complex when we talk in the present about articulating a desire to seek medical assistance in dying, added to the fact that a person might submit a request 30 or 40 years ahead of time. Given the context, their situation, condition and wishes could change.\n This said, Quebec has already addressed the issue, and a bill has been introduced in the province. We are well aware of this, and we are starting a discussion with Quebec. Discussions will be held.\n We have a Criminal Code that applies across the country. Consequently, the question has to be approached the same way we dealt with the other aspects, meaning nationally. This is what we did when we prudently undertook consultations while taking the necessary precautions."
  },
  {
    "text":"Mr. Speaker, I am very concerned about the comments that I have just heard from the Conservatives saying that the debate should just go on for as long as Conservatives would like. That could take months. Our deadline is March 17. We have nine sitting days, including today, before the deadline.\nI wanted to make sure, because some of my Conservative colleagues were saying that they are concerned about having, as a condition, the sole underlying medical condition being a mental disorder. They did not want to see that. The provinces and territories certainly agree. Ten of the provinces and territories have written to say that their health care system is simply not ready to put that into place. What would happen, would the minister say, if we end up missing that deadline, going on for months afterward? What type of confusion? What situation would we find ourselves in, in Canada, if we follow the desire of the Conservatives to simply talk this out for months?"
  },
  {
    "text":"Mr. Speaker, I thank the member opposite for his second contribution this morning, because it is very salient and very pointed. I would urge my Conservative colleagues to actually reconsider their presumed position with respect to this legislation and the need for passing it efficaciously, as soon as possible.\nAs a candid response to his question, so that we are crystal clear, if we do not pass this legislation by March 17, it would be possible in this country for someone whose sole underlying condition is mental illness to avail themselves of MAID. That would occur in the riding of Medicine Hat—Cardston—Warner, in the province of Alberta, as well as in the province of New Brunswick, which the member for Tobique—Mactaquac represents. The ministers of health for New Brunswick and Alberta have both said to us unequivocally that their health care systems, their MAID assessors and providers, are not ready.\nI do not want a situation where we have that kind of lay of the land in terms of the criminal law in Canada. We have the power to prevent that from happening by voting in favour of this bill."
  },
  {
    "text":"Mr. Speaker, first, I would like to thank the minister and congratulate him on the quality of his French. I knew him when he arrived in 2015, and I have seen his progress, step by step. I would like to sincerely congratulate him on his French.\n That is where my congratulations end. It is never a victory when a time allocation motion is introduced in a debate on an issue as sensitive as medical assistance in dying. This topic should be free from partisanship, because there is no right or wrong position. There are only the positions with which we are at ease as legislators. Opposing opinions should always be respected. Some of our friends, family members and loved ones may take the exact opposite view, and they are right. That is what a non-partisan debate is. That is what a debate about personal quality of life is.\n As my colleague from Montcalm illustrated so well, the minister had a year to take action, but he did nothing. We realize that the Prime Minister decided to change justice ministers, as is his right and privilege, and we also realize that the predecessor to this Minister of Justice had a different approach.\nHowever, in the face of such a delicate issue, why act so quickly when we need to make room for every possible opinion? This is not a partisan issue, let us not make it one."
  },
  {
    "text":"Mr. Speaker, I appreciate the comments of the member for Louis‑Saint‑Laurent.\nI want to note two things.\nFirst, my colleague is absolutely right when he says that we must avoid partisanship when we are dealing with such a sensitive subject and where the consequences are so serious for Canadians.\nI might add that he and his colleagues sat on the special joint committee both the first and second time. So we have already had the opportunity to hear the Conservatives' views on the matter. We have reflected on those comments and indeed we introduced a bill that reflects the will of their caucus.\nI believe that we need to move forward with that expressed will and promote the adoption of this bill today in the House."
  },
  {
    "text":"It is my duty to interrupt the proceedings at this time and put forthwith the question on the motion now before the House.\nThe question is on the motion.\nIf a member participating in person wishes that the motion be carried or carried on division, or if a member of a recognized party participating in person wishes to request a recorded division, I would invite them to rise and indicate it to the Chair."
  },
  {
    "text":"Mr. Speaker, I request a recorded vote."
  }
]