[
  {
    "text":"Mr. Speaker, first, I want to congratulate my colleague on the thoughtfulness of his remarks. His speeches, his interventions, offer fresh perspectives. I learned a lot just from listening to him at meetings of the Special Joint Committee on Medical Assistance in Dying or even in the House.\nIt is complex. As I was saying earlier, I am torn. The problem is that this becomes very subjective at some point. We are giving a lot of power to a doctor or a nurse practitioner who may not have the necessary background in psychiatric illnesses.\nAs I said in my speech, a person might present with one psychiatric illness, but roughly 80% have more than one. It is complicated enough to deal with psychiatric illness; when we add two or three more, it becomes even more complicated.\nI very much appreciate the interventions of my colleague. Like everyone else, we are doing everything we can on this file."
  },
  {
    "text":"Madam Speaker, it sounds like we are in agreement around the importance of us not moving forward MAID legislation that includes those living with mental illnesses as the sole underlying condition. \nI worked in mental health and addictions prior to becoming a member of Parliament. As somebody who is in the governing party, what can the member share with those living day to day who are not getting access to the mental health supports they need when there was a promise of $4.5 billion in the last election to be transferred to those who need it most, those who do not have access to the housing they need and those who are not getting the money from a disability benefit actually in their bank accounts at a time when they need it most?\nI am wondering if the member can share what he would say to those who need the supports today around mental illness."
  },
  {
    "text":"Madam Speaker, I would tell them I would always vote for those kinds of supports, and I am very pleased we have passed Bill C-22 on creating a framework for an eventual disability benefit. It is excellent public policy and I am, quite frankly, hoping the next budget includes something more concrete on that around a figure of the kind of financial support people with disabilities can expect. \nYes, there are many social problems, and this is one of the reasons I do not think we are really ready. We do not know how to extract those influences such as the inability to find housing, loneliness, drug addictions, etc. We do not have the ability to extract those motivators from what we could call, I suppose, for lack of better words, a more considered request for MAID. It is a big problem. As a society, we have many problems to deal with, and that is why I am here. I am trying to do my best, as the member is, to solve those problems."
  },
  {
    "text":"Madam Speaker, this has become an issue, because it was inserted in the legislation at Bill C-14 by the Senate. Does the hon. member have any knowledge of what attitude the Senate is going to take? \nWe are operating under the gun here. We have to do something before March 17. Do we have any indication of whether the Senate will, once the House dispatches this matter, take it up quickly?"
  },
  {
    "text":"Madam Speaker, I do not, because I am not in the Senate. Now that the Senate is on the other side of the street, it is a little harder to confer with the senators. \nI understand their position. They are generally for this extension. I would like to believe that they are also responsible, and they would not want to see a void open up after March 2024. Therefore, I expect and hope that they will do the responsible thing. "
  },
  {
    "text":"Madam Speaker, I would like to thank the member for his excellent speech and hard work on the MAID committee. He talked about the problem of irremediability. I think it would be an absolute tragedy if legislation we pass led to a situation where a MAID practitioner took the life of someone who would have actually gotten better had we given them some more time. How are we going to know? The person will be dead.\nI was troubled to hear the testimony of some people on the committee, some psychiatrists, who did not seem very worried about the problem of determining irremediability. They would still be willing to allow MAID even though they were not totally sure if the situation was irremediable.\nCould the member comment on the issue of what he heard at the committee and what he thought about it?"
  },
  {
    "text":"Madam Speaker, in fact, I do not know how to answer that question. We have seen that there is a subjective element. There are some who believe they would make the right call. I guess that confidence is at the root of the perspective they bring to the issue.\nI am not a medical doctor, much less a psychiatrist, so again, I do not have a definitive answer for the member."
  },
  {
    "text":"Madam Speaker, I will be sharing my time with my colleague from Kelowna—Lake Country.\n Once again, I rise in the House to speak about a sensitive topic, one that is fundamental in our lives, and that is medical assistance in dying. Personally, I am in favour of medical assistance in dying. I am not here to defend my personal opinions. I am here as a legislator who has to consider all the data that support giving the green light, under certain conditions, to medical assistance in dying or, conversely, the red light urging us to not go forward.\n I believe this is in no way a partisan issue. People can be on the left, they can be on the right, they can be sovereignists, or they can be federalists; that is not the point. It is a matter of how we, as human beings, feel about this issue. Regardless of where we come from or where we are on the political spectrum, we are first and foremost human beings. On that basis, we must make a choice for people who need medical assistance in dying, and we must make sure this is done right, within the proper rules.\n We are dealing with this situation because the debate began here, at the federal level, in 2015. However, in Quebec, the debate began long before that. It just so happens that I have participated, both at the provincial and federal levels, in the early stages of this legislation that we are discussing today.\n I would remind hon. members that the first province to have legislated on this issue did not do so overnight, quite the opposite. Only after six years of serious, thorough, scientific and medical debates and hearings did the Quebec government and the National Assembly vote for a law that would be the first step in medically assisted dying. I would like to emphasize the importance of that process. It was done over six years, under three different governments, under three different premiers. That proves this is not a partisan issue. As much as possible, we should always take this approach.\n I will always remember, during the final debate on the adoption of the first steps toward medical assistance in dying in Quebec, how one of the members was very much against the bill. I can see him now, rising in the National Assembly and telling members not to vote for it. He felt so strongly on the issue and was so against the bill that he was red in the face. Once he sat down and the speech was over, I applauded him. I did not applaud him because I agreed with him. I applauded him because we live in a democracy that allows him to express an opinion that differs from my own. That is the beauty of democracy. Despite the fact that the majority of his party and his government were about to vote in favour of the bill, he was against it, and he had the opportunity to say so with all of the passion that drove him. That is how we should debate medical assistance in dying.\n Let us not forget that this debate started at the federal level because of the Carter decision. Without going into detail, I will remind members that happened in 2015, which was an election year. Using his good judgment, the head of the Canadian government at the time did not move forward immediately because we were on the verge of an election campaign. At the risk of repeating myself for the umpteenth time today, this is not a partisan issue, while an election campaign by definition is the epitome of political partisanship. That is fine, that is what an election campaign is. That is why the prime minister and head of the Government of Canada at the time, the Right Hon. Stephen Harper, showed good judgment and decided to hold the debate after the election campaign.\n Canadians made their voice heard. They elected a new government. There was then a debate on the subject. That is when the first steps toward this bill on medical assistance in dying were taken. Some may have noticed that the bill, like all other bills, was not perfect. Nevertheless, it did lead to certain specific situations.\n Personally, I was for medical assistance in dying, but I did not vote in favour of the bill because I found it was poorly drafted. I remember the Hon. David Lametti who, at the time, was not the minister of justice. As we know, he became minister of justice later on. The Prime Minister removed him from that office, and he decided to serve elsewhere. I remember that Mr. Lametti said that he would vote against the bill because he found that it did not go far enough. The bill was passed, but other things happened, and today we find ourselves having a debate on mental health.\nI would remind members that I am in favour of medical assistance in dying as long as the rules are well defined. I will give the example of Quebec. Actually, I am going to talk about Quebec's experience, because an example is something that should be followed. Instead, let us take inspiration from the experience of Quebec, which held a political debate on the issue of medical assistance in dying for six years before passing its first bill on the subject.\nWith regard to MAID for people with mental illness, after holding hearings and consultations and thoroughly analyzing the issue, the Quebec National Assembly and the Government of Quebec decided not to move forward with MAID for people whose only underlying medical condition is a mental disorder. They felt that there was no consensus on this issue and that there was no scientific consensus. Some people were in favour of it, while others were against it.\nThat is where we are at right now. That is why I think that we need to be careful as long as there is no strong scientific consensus. Personally, I am in favour of medical assistance in dying, but I think that it must be administered to those who want it within a very clear legal framework. In this case, the framework does not go far enough.\nI have a colleague from Nova Scotia, the member for Cumberland—Colchester, who is a physician. I listened carefully to what he had to say yesterday because he knows what he is talking about when it comes to his profession. He practised medicine for over a quarter of a century and continues to practise to this day. He cared for thousands of people in his community.\nHe talked about the hardest parts of his practice. One example he shared involved a person showing up in the middle of a suicide crisis on a Saturday night and needing treatment. That is not a broken arm, it is not a growing cancer, it is not trying to get a pebble out of someone's eye. It is much more complicated than that, and it cannot be resolved immediately.\nThat is why his perspective was so valuable.\nHe said he is ready to challenge anybody who is not in that kind of a situation and whether they would be comfortable with that.\n He said that, in his practice, he had always found these situations very difficult, and that he needed time to recover from that kind of meeting. Anyone who has spoken to doctors dealing with patients who have suicidal feelings will confirm it. Mental health problems are difficult to identify and to treat. I would again remind members of Quebec's experience. After thoroughly examining this issue, Quebec decided not to go forward with medical assistance in dying for people struggling with psychiatric illnesses.\n The issue of medical assistance in dying can never be separated from the issue of palliative care. Palliative care is an essential part of our health care system; we should always be thinking of doing more, because, unfortunately, we will never do enough in that area.\n Without going into my life story, I can say that, two years ago, I had a particularly challenging year, given that both my parents died. I remember May 2022, when my mother spent the last days of her life in the hospital. She was in a wing where people were receiving palliative care, one after another. Then there were rooms with people who had requested medical assistance in dying. For the last 15 days of my mother’s rich life, I was with her in the hospital and met people who had requested MAID. They all did so in full knowledge of the facts and with the support, assistance, guidance, and, above all, the presence of their families, in the same way that we were with my mother in the last days of her life.\n That is how we must look at the issue. Respecting the choices of individuals, insofar as the guidelines have been well established. That is true both for people who wish to receive medical assistance in dying and for those who wish to receive palliative care."
  },
  {
    "text":"Madam Speaker, I appreciate many of the member's comments. One thing that stuck in my mind was when he made reference to the fact that the Province of Quebec took a number of years to design its legislation.\nIt is important to demonstrate the contrast with the federal government back in 2015; the member made reference to the Supreme Court decision. We had a very short window to get the legislation passed. I personally do not believe, and I suspect that no one really believed, that the legislation at the time was absolute, in terms of being perfect. However, we needed to get it through.\nCould he reflect on the many discussions and debates inside and outside the chamber with Canadians as a whole, with respect to how important it was that, at least, we bring forward and get the legislation in, in order to meet court requirements?"
  },
  {
    "text":"Madam Speaker, that is an interesting question. I was there in 2015, when I got elected for the first time. As I said earlier, the prime minister at that time made the right decision not to put the bill on the table just before the election because this is everything but a political issue; it is a personal issue. An election campaign is anything but straight.\nAn election campaign is the epitome of political partisanship.\nIt was good that we did not have the debate during the campaign; after that, yes, for sure. We had a time frame established by the Supreme Court and we had to act as fast as possible, and that was not exactly the picture-perfect time to do it.\n Based on the Quebec experience, we have to take our time to study an issue. The bill that has been adopted was not perfect. I voted against it because I saw many loopholes in the bill. I remember David Lametti; we voted against because it had not, in his mind, gone far enough to support. This is part of the debate, and there is no political-partisan agenda behind the debate. It is only a human agenda that we shall have."
  },
  {
    "text":"Madam Speaker, my colleague gave us a history lesson.\nHe said that his party was not able to move forward because there was an election. I would point out to him that Quebec has had two elections in those six years. That did indeed delay the work, as he will agree. However, I do agree with him that Quebec's approach crosses party lines and is far more thorough.\nSome people complain about the delay associated with the Carter decision, but that is because this Parliament never took the opportunity to try to change the Criminal Code before there was a court order. It never had the courage to do that, and so we were then stuck with a court order. Mr. Lametti did not stand up solely because the bill did not go far enough. He stood up because it violated patients' constitutional rights. Bill C-7 corrected that.\nI would like my colleague to explain what he is advocating when it comes to advance requests for MAID. Does he think that the government, which had a year to introduce legislation, could have included that component in this bill?"
  },
  {
    "text":"Madam Speaker, for starters, yes, the work took place over a period of six years under three different governments. There were two elections during that time. That is exactly what I said earlier. This is not meant to be a partisan issue.\nIt took years for the debate to come before the House. We know that, but we also know that it would not have been a good idea to start a debate on this issue, which is supposed to be non-partisan, on the eve of an election campaign. I think my colleague would agree, especially since, as we know, there was a lot of opposition on all sides regarding many issues at the time, and the people spoke.\nOn the issue of prior consent, personally, I agree, as my colleague said."
  },
  {
    "text":"Madam Speaker, in terms of accessing MAID, we know that many people have shared their thoughts publicly, particularly through the media, about how desperate they feel and how they are not getting help from the social safety net. They need help with health care, housing and mental health therapies. Everyone knows we need to acknowledge that reality.\nDoes my colleague think our country is making progress if it recognizes the need to shore up our social safety net and provide the right supports to people who need them? That way, they will not ask for MAID if they do not really need it."
  },
  {
    "text":"Madam Speaker, I thank my colleague for her question and the quality of her French.\nThat is similar to what I was saying at the end of my answer. Palliative care must go hand in hand with the issue of MAID. They are not mutually exclusive. We must think about palliative care before we think about medical assistance in dying."
  },
  {
    "text":"Madam Speaker, it is always a privilege to rise on behalf of the residents of Kelowna—Lake Country.\nWe are confronted with a decision of profound significance: the proposed delayed expansion of medical assistance in dying to include individuals suffering solely from mental illness. The delay should be supported, and I will note at the same time that as the shadow minister for employment, future workforce development and disability inclusion, I am compelled to express my opposition to the expansion altogether.\nI want to draw attention to the recent findings of the report of the committee on MAID presented on January 30, 2024. The committee's report aligns with the long-standing concerns Conservatives have been voicing. It advocates pausing the expansion of assisted suicide to include those afflicted with mental illness. MAID is an irreversible outcome. The expansion, if unchecked, could tragically lead to the loss of lives that might have been saved through treatment and support. This is why we should not even be debating a delay but looking to abandon this piece of legislation.\nThe Liberals continue to ignore mental health experts, advocates and opposition parties, and have not completely abandoned the concept of MAID for those with the sole underlying condition of mental illness. In 2023, the government introduced eleventh-hour legislation to put a temporary pause on expanding assisted suicide to those suffering with mental illness. This came only after significant backlash from experts across Canada who called on the government to delay the expansion of MAID. The government is not listening to people speaking out and saying they want it abandoned altogether.\nIf the Liberal government moves ahead with the radical expansion of MAID to include those whose sole underlying condition is mental illness, it could lead to irreversible results. In 2023, the heads of psychiatry at all of Canada’s 17 medical schools called for a delay to the federal government’s MAID legislation that would have expanded eligibility to persons suffering solely from a mental illness. Many stated that it is impossible to determine that an individual’s mental illness will never respond to treatment.\nAs the shadow minister responsible for persons with disabilities, I have also found widespread opposition to the expansion of MAID to persons with mental illness among advocates for persons with disabilities. More than 50 disability and human rights organizations, including several from my home province of British Columbia, wrote a joint letter to then minister of justice and to federal party leaders in December 2022, to express their total opposition to the MAID expansion. They cited discrimination, lack of supports and concerns for protecting vulnerable people.\nMany people have come out again, still opposing the Liberal government's legislation and lack of empathy, adding weight to the argument against the expansion and making it permanent for anyone suffering from mental illness. Disability and human rights organizations are clear that delaying the legislation is simply not good enough; we must completely halt the expansion of MAID for mental illness.\nMy argument against expansion for MAID for those whose sole underlying condition is mental illness is rooted not only in expert opinion, as I have outlined. As I address the chamber today, I carry with me the voices of residents from Kelowna—Lake Country living with disabilities and mental illness who have reached out to me, having serious concerns about this. A striking example is a letter I received from a young woman in my community who fears the human impacts of this type of legislation. Her journey through the darkness of suicidal thoughts and battle with mental illness is an important reminder of what is at stake. She fears that availability of MAID might have led her down an irreversible path. This is a sobering testament to the potential dangers of this type of law. Her personal story is not just one of struggle but is also a clarion call for our society to be a source of support and hope.\nJust recently, a resident of Kelowna shared a distressing experience that deeply resonates with the gravity of our current dilemma. He told me that he sat with a friend who opted for MAID recently. He expressed that if we allow the expansion to persons with the sole underlying condition of mental illness, those people might not always be capable of making such grave decisions, and we risk opening a door to irreversible consequences. This story is a stark reminder of the weighty responsibility we bear. This is a call to action, urging us to rethink and reassess, and to prioritize the well-being and dignity of Canadians in our health care and mental health policies.\nWhen battling mental health issues for years, many people often feel on the brink of giving up. The cost of living is so bad that people cannot even afford to live, but what they need is support and understanding, not an easy exit offered by the government. A policy to expand MAID to those whose sole underlying condition is mental illness is a betrayal.\nThe commitment to help people was evident in Conservative private member’s bill, Bill C-314, which sought to amend the Criminal Code to provide that a mental illness is not a grievous and irremediable medical condition for which a person could receive medical assistance in dying. The bill was voted down, unfortunately, in October 2023, with 150 MPs voting in favour and 167 against. This shows that the Liberal government just wants to delay the issue until after the next election.\nAfter eight years of the Liberal government, many people are increasingly struggling with a rapidly deteriorating quality of life. Many local residents in Kelowna—Lake Country and Canadians across the country have to deal with the immense stress of not knowing how they will pay to house themselves or put food on the table every month. This is heightened by economic stresses and escalating mental health challenges. At such a time, expanding MAID to include mental illness as the sole condition is not only ill-advised but also literally life-ending.\nWe have already seen concerning examples of not helping people with mental anguish who reach out, such as Veterans Affairs Canada's confirming that unprompted suggestions of MAID were offered by a Veterans Affairs caseworker to several veterans as a resolution for concerns such as PTSD. In addition, there has been testimony at the human resources committee by disabled persons considering MAID due to lack of living affordability, and reports of food banks being asked by clients for details on applying for MAID. These examples highlight the risk of MAID becoming a misguided solution for individuals in desperate need of compassion and support.\nWith such a climate of anxiety, mental health challenges and increasing rates of addiction across the country, expanding MAID to include mental illness as the sole underlying condition could be a tragic course. I believe we should be focusing our efforts on improving affordability and quality of life, and on compassionately helping people. It should not be easier to get MAID than to access mental health and addiction supports.\nI, alongside my Conservative colleagues, will continue to stand with the many experts, doctors and persons with disabilities who oppose MAID expansion where mental illness is the sole underlying condition. They are expressing inherent risks and concerns related to protecting those who may be struggling and to protecting the most vulnerable. The proposed policy expansion of MAID for those with mental illness as the sole condition sends a troubling message that the government is willing to give up on some of the most vulnerable citizens. It is an admission of defeat, suggesting that we as a society are retreating from our moral obligation to provide comprehensive and compassionate care to those battling mental health challenges.\nInstead of passing legislation like my common-sense private member’s bill, Bill C-283, the end the revolving door act, which aims to provide mental health assessments and addiction treatment and recovery in federal penitentiaries, policies like the expansion of MAID to those with mental illness are really an irreversible path. We need to ensure that we support mental health systems and long-term solutions.\nAs members of Parliament, we should not choose the easy path over the right one. This is not the Canada we aspire to be: a nation that prides itself on compassion and support. Our duty is not just to legislate but also to protect, support and give hope to Canadians, particularly the most vulnerable among us. It is a duty we must uphold with the utmost seriousness and commitment."
  }
]