[
  {
    "text":"Madam Speaker, the member mentioned people in the disabilities community. I too have heard from the disabilities community about its opposition to MAID within that community. I wonder whether she could comment on what she has heard from people with disabilities regarding MAID and whether she thinks perhaps we need to have more safeguards for MAID for people with other forms of physical disabilities.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, persons with disabilities have been very vocal about the part of the legislation that we are talking about here today, specifically the expansion for persons with the sole underlying condition of mental illness. They also have concerns in general about other safeguards in order to protect the most vulnerable, people who cannot necessarily speak for themselves. It is a general concern that I hear from persons with disabilities.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, while the member and I do not agree on a lot of things, this is a case in which we do stand together in our concerns about proceeding with allowing those with mental disorders as a sole underlying condition access to medical assistance in dying.\nMy question is this. Given that this is true for, I think, most of the Conservative members, why are the Conservatives not helping to advance this bill as quickly as possible? We are facing this deadline, and this will come into force if we do not take action. Why are Conservatives holding up this bill today?",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, it is the government that sets the agenda and what is on the docket for the day. It is actually the government that decides what we are discussing every day. It is an honour for me to be here to speak on behalf of my community on a very important piece of legislation.",
    "sentiment":"Positive"
  },
  {
    "text":"Madam Speaker, my friend, the member for Kelowna—Lake Country, and I share many of the concerns expressed today. This is one of those issues on which I would beg everyone in this place not to seek partisan advantage.\nThe divide we have here is really the most non-partisan thing of all: the structure of our Parliament, the Westminister system, whereby we still have the equivalent of the House of Lords; that is, the Senate. The Senate put in Bill C-14 that medical assistance in dying be available to those whose underlying medical condition is a mental health condition only. Everyone here, regardless of partisanship, is struggling to make sure Canadians do not seek access to medical assistance in dying if there is another option that allows them to continue to live. It is not partisan.\nI would like comments from my hon. friend.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, for those who might be following this, when legislation comes back from the Senate to the House, if there are amendments, the government of the day can choose what it agrees with and wants to bring forward. The government chose to allow this, and that has created further deadlines.\n The government could have taken a stand against this at many stages along the way, but here we are, discussing simply a delay. The government has delayed it once already and is now looking at delaying it again, until after the next election. The government could have decided to not support this early on.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, I wonder about something that the member articulated a little in her previous answer. What would be the solution to this, moving forward? I think Parliament has heard the concerns of many Canadians. We have heard it at committee. It has been verbalized here.\nIn her opinion, how could we solve this?",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, we should not be talking about a delay. We should be talking about not expanding MAID at all to those suffering from mental illness as the sole underlying condition.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, I will be sharing my time with the member for Saanich—Gulf Islands.\nIt is a pleasure to speak today to Bill C-62. The bill proposes to extend the temporary mental illness exclusion, so that the provision of medical assistance in dying, or MAID—",
    "sentiment":"Positive"
  },
  {
    "text":"There seems to be a telephone ringing. I am not sure if it is the member's telephone that may be ringing, but I would ask members, when they are taking the opportunity to speak, to ensure their telephones and earpieces are not on their desks, as they can cause problems for the interpreters. \nThe hon. parliamentary secretary.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, I think it is my assistant calling me, telling me it is time to speak. She is very efficient.\nAs I was saying, the bill proposes to extend the temporary mental illness exclusion, so that the provision of medical assistance in dying, or MAID, on the basis of mental illness alone would remain prohibited until March 17, 2027. In my remarks today, I will be addressing some of the concerns that have been expressed about allowing MAID for mental illness and the importance of ensuring that our health care system is ready before legalizing this practice.\nAs members know, Bill C-7 temporarily excluded MAID for mental illness until March 2023. Parliament extended the exclusion for an additional year after organizations such as the Association of Chairs of Psychiatry in Canada and the Centre for Addiction and Mental Health expressed a need for additional time. The Special Joint Committee on Medical Assistance in Dying, or AMAD, also supported the extension.\nAt the outset of my remarks, I want to emphasize that the government recognizes that mental suffering may be as severe as physical suffering. We know that not all individuals with a mental illness lack decision-making capacity. The extension of the temporary exclusion of eligibility for MAID is not based on these stigmatizing stereotypes.\nI also want to announce my profound sympathy for anyone in Canada who is intolerably suffering because of a health disorder. My thoughts are with them.\n While the federal government believes that MAID eligibility should be expanded to those whose sole condition is a mental illness, this process cannot be rushed. Over the past year, important progress has been made to prepare for the expansion, but provinces and territories are at varying stages of readiness. The federal government has listened to its partners and introduced this bill as a direct response to their concerns.\nA cautious, deliberate and rigorous framework is essential to ensure the safe provision of MAID where a mental illness grounds a request for MAID. Debate about the parameters of the MAID regime has been taking place since before the Supreme Court of Canada's 2015 decision in Carter, in which it held that the absolute prohibition on physician-assisted dying was unconstitutional. This is a sign of a healthy democracy.\nMost recently, the Special Joint Committee on MAID witnessed the diversity of views and expertise first-hand. Some witnesses who testified, such as Dr. Trudo Lemmens, chair in health law and policy at the University of Toronto, expressed concerns about permitting MAID where the sole underlying condition is a mental illness. Others, including the members of the Canadian Association of MAID Assessors and Providers, thought the country was ready for the current March 17, 2024 deadline.\nStill others supported expanding MAID for mental illness, or accepted that it would become legal but recommended a delay. This recommendation came from Dr. Jitender Sareen of the University of Manitoba on behalf of eight chairs of psychiatry departments in Canada. The chairs of psychiatry outlined several reasons, including concerns about a need for further safeguards and accepted definitions of irremediability in mental disorders, before moving forward.\nI would like to acknowledge the important contributions that have been made on this topic. While not everyone agrees, it is clear that we all care deeply about the well-being of those seeking MAID and the protection of the vulnerable.\nLet me now get into some of the specific concerns that have been raised. Members will recall that certain eligibility criteria need to be met to qualify for MAID. This includes having a grievous and irremediable medical condition, which requires that a person be in an advanced state of irreversible decline.\nSome doctors, such as Dr. Sonu Gaind, chief of psychiatry at Sunnybrook Health Sciences Centre, have said it is impossible to predict which patients with a mental illness will get better; in other words, we cannot determine whether their illness is irremediable. However, other experts, including members of the expert panel on MAID and mental illness, suggest that the evolution of the illness and the response to past interventions can be used to assess irremediability, as is done with some physical conditions such as chronic pain.\nConcerns have also been raised, by Dr. Sareen and others, that it is too difficult to distinguish between suicidality and a rational request for MAID when the request is based on a mental illness alone, because suicidality may be a symptom of the mental illness itself. Dr. Stefanie Green acknowledged that this can be complicated, but testified before the MAID committee that clinicians have a duty to assess every patient for suicidality. It is something that doctors do regularly in clinical practice. In addition, MAID assessments may involve suicide prevention efforts where warranted.\nAnother concern expressed by Dr. Tarek Rajji, the chair of the medical advisory committee at the Centre for Addiction and Mental Health, is that there was no consensus within the medical community about whether MAID should be available for persons whose sole underlying medical condition is a mental illness. However, others, including Dr. Green, note that the lack of consensus in the medical community is not unique to MAID.\nA last concern that I want to address is that individuals are requesting MAID due to a structural and systemic vulnerability, such as lack of income and social supports. I want to be clear that the law requires that the suffering be due to illness, disease or disability, not poverty or unmet needs.\nOur government is confident that the existing safeguards will ensure that only those who meet the eligibility criteria receive MAID. We are also determined to invest in social programs that can alleviate non-medical suffering and bolster social supports. Our MAID framework contains two sets of safeguards, one for requests where natural death is reasonably foreseeable and the other, more robust set for requests where natural death is not reasonably foreseeable.\nThe second set of safeguards would apply to cases where a mental illness is the basis of a MAID request. These include a requirement for a doctor or nurse practitioner with expertise in the condition to be involved in the assessment, a longer assessment period of 90 days, a requirement that the patient has been informed of the means available to relieve their suffering and has been offered consultations with relevant professionals, and a requirement that both assessors and patient agree that the patient has given serious consideration to the reasonable and available means of relieving their suffering.\nIn addition to these stringent safeguards, there is other guidance for doctors, nurse practitioners and regulators, including a model practice standard. Implementation of robust regulatory guidance and additional resources is ongoing, as is uptake of the nationally accredited bilingual MAID curriculum.\nWe are confident that, with more time, we can achieve readiness to ensure the safe provision of MAID in circumstances in which a mental illness grounds the request for MAID. We have made important strides, but work remains to be done to prepare health care systems and for more doctors and nurse practitioners to benefit from the available training and supports.\nOur government thinks that three years is enough time to complete this work, so that our health care system is prepared when MAID for mental illness is permitted. In addition, we are proposing to add a requirement for a parliamentary review by a joint committee of both Houses of Parliament, to start within two years of this bill's receiving royal assent.\nThe committee will have six months to submit a report, including a statement of any recommended Criminal Code changes. This review will inform government action and ensure that they move forward only once the Canadian health care systems are ready.\nWith the March 17, 2024 deadline fast approaching, I urge everyone to work together to see that this bill is adopted before that date.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, that is a rather accurate summary of what happened in committee. The government decided to include in legislation the committee's main recommendation on mental disorders. My colleague sat on the committee that produced the report tabled in February 2023, which recommended allowing advance requests. \nWhy has his government not introduced a section on advance requests after a year of waiting? I think that would have been good for people who are currently suffering and who cannot make an advance request. Why is this not included in Bill C‑62?",
    "sentiment":"Positive"
  },
  {
    "text":"Madam Speaker, I will start by saying how much I enjoyed working with the hon. member on the special joint committee, not just on this occasion but last year as well. He is well aware of this looming deadline. We need to focus on the issue at hand and get this bill passed. Any additional layers of discussion that we add to that could potentially impact our ability to get this bill through the House and through the Senate. It is important that we get this done before the March deadline, and I think we agree on that. I think he will agree with me, and in fact I know he agrees with me, that the process at the committee has been very positive and constructive.",
    "sentiment":"Positive "
  },
  {
    "text":" Uqaqtittiji, I wonder if the member could share with us what would happen if we missed the deadline. What kinds of challenges will be experienced by Canadians and the system if we do not get this passed before March 17?",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, I really appreciate that question because it goes to the core of the reason we are moving this bill forward.\nIf we do not get this bill through the House and if we do not get this bill through the other place, this law will take effect on March 17. That, then, triggers a situation where we have multiple jurisdictions that have made it very clear that they are not ready to proceed, but it will be the law of the land.\nA scenario could be created in which there is, I will not use the word “chaos”, but a situation which would be unsettled and inconsistent across the country. We cannot have that happen. When we are dealing with an issue that is so significant and so serious and that has permanent implications, we have to make sure that we are ready and that we have it right. That is why we have to get this bill passed.",
    "sentiment":"Positive"
  }
]