[
  {
    "text":"Mr. Speaker, in relation to the consideration of Government Business No. 34, I move:\n That debate be not further adjourned. \n",
    "sentiment":"Negative"
  },
  {
    "text":" Pursuant to Standing Order 67(1), there will now be a 30-minute question period. I invite hon. members who wish to ask questions to rise or to use the “raise hand” function so the Chair can have some idea of the number of members who wish to participate in this question period.\nThe hon. member for Battlefords—Lloydminster.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, here we are once again, seeing the Liberals enforce time allocation. I wonder, through you, why it is that the Liberals are so terrible at managing legislation to put forward the House calendar. At the end of the day, they are the ones deciding what the calendar is and what their priorities are, and it seems like it is at the eleventh hour, every single time. Here we are, once again, with them trying to invoke closure.",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, I thank the member for her contributions, but reject the characterization. \nWe indicated quite openly and publicly that we would not proceed with medical assistance in dying where mental illness is the sole underlying condition until after we had received the study from the joint committee that is made up of members of Parliament and of senators. \nThat joint committee study was tabled in this chamber on January 29. Shortly thereafter, we reviewed that document, prepared legislation and tabled that legislation expeditiously. That legislation is now before this chamber, and we have a statutory deadline to meet prior to March 17 that relates to the sunset clause, thus necessitating the need to move it expeditiously through both this chamber and the upper chamber.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, we do have a date that has been fixed, which is March 17. We have, at this point, only 14 sitting days to get this bill not only through the House of Commons but also through the Senate, as the Minister of Justice said.\nMy concern is the confusion. If this bill has not gone through both Houses, what we would end up with is a situation of utter confusion for something as fundamental as medical assistance in dying. To have that confusion is something that I do not think is acceptable to any Canadian.\nIt is important that we get this right. It is important that we meet the deadline. What I am surprised about is that we do not have a consensus. This is the kind of situation where all parties should get together and facilitate getting this through the House because of the importance of not adding or installing the confusion that would surely result in us not meeting the deadline.\nMy question for my colleague is very simple. Why is there not a consensus around this so that we can move it through the House this week without the use of time allocation?",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, I would say, quite candidly, that I agree with the member's supposition. When we are dealing with a matter of such compelling interest and such consequential interests that are at stake, with respect to a life-and-death situation involving medical assistance in dying, it is important that parliamentarians work in unison. There have been divisions on this issue in the past, and there remain divisions in this chamber with respect to this issue.\nWhat we are saying is that we are dealing distinctly with the issue of mental illness as a sole underlying condition. On that piece, we believe the prudent course is to have an extension of time for a following three years. We hope that all parliamentarians would support that and the pressing need to get this piece of legislation through both Houses to royal assent prior to March 17 to avoid the very confusion the member identified.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, when I reflect on this, the whole discussion and debate that has taken place over the last number of years has been fairly extensive.\nGoing back to the Supreme Court of Canada's Carter decision of 2015 and to the amount of committee and House of Commons' time, there has been a great of deal of discussion, justifiably so. It is important to recognize that medical assistance in dying is not necessarily a new issue. It has been well discussed in many different forms, even the issue of mental health well-being.\nI wonder if the minister could provide his thoughts on the journey taken to bring us to this point today and on why it is so critically important that it pass by the end of this week.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, I thank the hon. member for his contributions today and every day in this Chamber.\nThe journey has been a detailed one, a responsible one and a prudent one. What we understand, as a government and as parliamentarians, is that mental illness causes suffering, and that suffering is equivalent to physical suffering. We also understand people have decision-making capacity, including those who are mentally ill.\nWe also understand that, as a federal government in a federation where the health care system and the delivery of health care is primarily the jurisdiction of provinces, proceeding in a situation where the provinces have spoken with one voice, saying that provinces and territories are not ready to deliver medical assistance in dying for people who have mental illness as their sole underlying condition, in that context, we have to listen to those provinces and work with those provinces to help them with their readiness.\nThe provinces have spoken uniformly to the Minister of Health and to myself about their lack of readiness and about the fact that more time would be beneficial to ensure that there is better take-up of the curriculum and that supports are in place for those who would assess and provide MAID, and that there is more understanding of how those safeguards would be implemented in the context of an individual who has mental illness as their sole underlying condition. Based on that, we are seeking, through this chamber and through the upper chamber, an extension of three years. That would be a prudent course when the situation is very significant, when the interests are significant and when then consequences are very permanent.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, on a point of order, I apologize. I misspoke. I said 14, but there are actually only nine sitting days, including today, before the deadline.",
    "sentiment":"Positive "
  },
  {
    "text":"I thank the hon. member for the clarification.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, I thank hon. Minister of Justice for sharing these comments with other members of the cabinet, particularly the Minister of Health.\nThis is perhaps the most difficult issue any of us will ever deal with as members of Parliament. Strangely enough, I will just add that, had she been alive when I was a member of Parliament, Sue Rodriguez, who went all the way to the Supreme Court of Canada for the right to die with dignity, would have been my constituent. She lived in North Saanich. \nThere is tremendous public support in my area for medical assistance in dying being available to Canadians. However, I have to say, when it came to Bill C-14 and extending it to where mental illness was the only underlying cause, I voted for that bill only because there was a time delay, and we should be ready before it comes into effect.\nI support what the Minister of Justice just said. We know the provinces have spoken with one voice. I am very concerned that access to treatments for mental health are still not available and might push people toward seeking MAID because they cannot get access to something like psilocybin that could deal with their underlying causes.\nI very much object to using time allocation. I do not think I have ever voted for time allocation in this place, but now I must because the court deadline is approaching; March 17 is soon. We need to make sure that we do not leave Canadians in this awful gap where we do not have anything in place, as a Parliament, to deal with the current crisis.\nI offer those comments just to say that I will be voting differently from the way I typically have, but I still vigorously object to time allocation being used routinely.",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, I thank the hon. member for Saanich—Gulf Islands for her contributions today and every day in the chamber.\nShe outlines exactly the balance that we are trying to craft, and have tried to craft since 2016, in response to the Carter decision. Those are basically two different ideas: promoting the dignity and the autonomy of an individual in this country, and ensuring that we are protecting vulnerable people with adequate safeguards so they are not victimized. In this context, the safeguards and the protection are critical in the context of those who are mentally ill. That has been guiding theme here.\nIn addition to the provinces and territories that have spoken up about the lack of system readiness, we have also heard from the Canadian Mental Health Association and from the Centre for Addiction and Mental Health that they are also not ready and concur with the provinces' and territories' assessments.\nWith respect to the last point raised by the member for Saanich—Gulf Islands, she talked about mental health supports. This is critical now more than ever, particularly coming out of the COVID pandemic. What I would say to her is that when we reached a deal about one year ago to provide a record number of dollars in support of the Canadian health care system, we outlined certain parameters for that support. One of the pillars of that support was to support mental health and the mental health needs of Canadians. That is a fundamental priority for us and will remain so.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, I think that the issue before us is an important one, and I recognize the work that my colleague, the Minister of Justice, has done on this file.\nThat being said, with all due respect, I have to say that we already deliberated on this issue several years ago and that we determined that March 17 would be the date on which this would come into force. Quebec has worked on this and it is prepared to administer the medical assistance in dying that we are talking about. It would be easy for the government to simply adopt the amendment proposed by my colleague from Montcalm, which, we are going to vote on later today, I believe. This amendment would enable the provinces that are ready to administer the treatment to do so.\nTake section 720 of the Criminal Code, for example. It provides a similar process for drug treatment. It stipulates that provinces are allowed to administer a provincially approved treatment even if it is not otherwise authorized by the Criminal Code. A similar system could be set up for MAID. It is true that some provinces are not ready yet. That will likely always be the case. I am fairly certain that in three years, five years or ten years, some provinces will still not be ready. However, we cannot allow that to paralyze Parliament. Some provinces are ready, and we can set up a process that will allow those provinces to administer MAID.\nI invite my colleague and his entire government to support the amendment proposed by my colleague from Montcalm to allow provinces that are ready, like Quebec, to proceed with the administration of MAID.",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, I would like to give a two-part answer to that question.\nFirst, the Province of Quebec itself has said that it is not prepared to provide medical assistance in dying to people whose only medical condition is a mental disorder.\nSecond, my colleague mentioned advance requests. That is another issue. I have tremendous respect for the crucial work that has already been done in Quebec on advance requests. However, Canada has only one Criminal Code, and there is a very good reason for that. Canadians deserve to have consistent standards and clarity about what is criminal and what is not criminal across the country. There is no quick way to safely allow an exception for Quebec on this issue at this time.\nThe conversation does not end here, though. We are committed to working with Quebec to determine the next step. We have taken a cautious approach to medical assistance in dying from day one back in 2016. We will continue to proceed with caution on this issue for the whole country.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, I too am very concerned about closure on such an important matter. My opinion is that by allowing assisted death on the basis of mental illness alone, we might inadvertently close the door on potential recoveries and the possibility of life returning with dignity and purpose.\nFurthermore, enabling medical assistance in dying for mental health conditions could imply that some lives are less worth living and that some forms of suffering are less deserving of the full measure of our medical and social resources. This could lead to a slippery slope where the right to die may, under subtle social pressures, become a duty to die, particularly among the marginalized or the less privileged members of our society. For those reasons and many others, we need to be very, very careful.\n Having closure on such a critically important issue, to me, says to those who might be considering this that they are less worthy. That is the farthest thing from the truth. We should be able to debate this. I do not know what took the government so long to bring the debate, given that, as my friend from the NDP said, there are nine days left. What took the government so long to bring it forward in the first place for proper debate?",
    "sentiment":"Negative"
  }
]