[
  {
    "text":"Madam Speaker, there is wisdom in life, in our decisions, but fear should never dictate our actions. I do not want use the word “chaos”, but I think we need to recognize all the work that has been done on this file.\nToday's bill adds a three-year delay to the inevitable question that arises when mental health comes into play. It seems to me that re-establishing the Special Joint Committee on Medical Assistance in Dying and giving it an extra year to do a more in-depth study might have been a better solution.\nThis is just going to postpone suffering. Psychological suffering exists. Some people who have it talk about cancer of the mind. That is also a reality.\nThat said, it is 2024. Much progress has been made, such as being able to make an advance request for MAID for certain illnesses.\nWhy has the progress made at the special joint committee not been moving forward? Can my colleague tell us why—",
    "sentiment":"Positive"
  },
  {
    "text":"The hon. parliamentary secretary.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, on the member's first point, she is right. Fear should never dictate and reason should, particularly when we are dealing with issues of such importance.\nThis bill is not about delay; it is about getting it right. This issue is so important. If we do not have the system in place and the structural integrity to make sure that it is ready to go, we are not doing our jobs as parliamentarians. It is as simple as that.\nI sat on the special committee on both occasions. The work it has done has put us in a position where we can deal with this in a reasonable, rational and timely way. It was the committee that recommended, last year, that the special committee be put together again this year, which is again recommended. We do not want to be put in a position 12 months from now of having the same discussion and again being rushed.\nPostponing this for three years is rational and reasonable, but it does not mean the discussion does not continue in the interim.",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, I appreciate the opportunity to speak to this. Having been in this place for all the debates we have had, I have been trying to figure out the best way to explain to Canadians, if there is an argument here, why it is not between Liberals and Conservatives, or between Greens and NDP and Conservatives and the Bloc. It has actually been, from the very beginning, a struggle for Parliament to actually deal with an issue we have been kicking down the road for too long.\nI mentioned earlier in debate, as the member for Saanich—Gulf Islands, the quiet and extraordinary courage of a single woman, Sue Rodriguez, who took her irremediable medical condition of suffering all the way to the Supreme Court of Canada and was denied the opportunity for what is generally called death with dignity. She had the procedure illegally. Those who were with her at the time would have been subject to criminal penalty as well, including my friend Svend Robinson, who at the time was member of Parliament in a different party from a different place. \nIt was a very fraught time, and the issue of medical assistance in dying kept coming back to me from constituents who were heartbroken that their parents or loved ones had to go through suffering. Quite often people would say to me they would not let a family pet go through this kind of suffering so why do we allow our moms and our dads to go through this when there is no prospect they are going to recover.\nThis finally went back to the Supreme Court of Canada for a different decision that came out of the Carter case. The Carter case, back in 2015, said that refusing to allow someone the legal option to seek medical assistance from their doctor in a situation where their illness is terminal is really a violation of section 7 charter rights. I only mention this because that was also with a deadline. We have to take action on this; we cannot just leave the matter. The Supreme Court of Canada has said that this provision of the Criminal Code is actually a charter violation. That means one cannot let it just sit there anymore.\nIt would take too much time, and my colleagues will be relieved to know I will not go through this chapter and verse, but it is a tough, tough issue for parliamentarians. At the time, as we started debating the first iteration of allowing for death with dignity, in Bill C-14, our first Minister of Justice to deal with this was the very honourable Jody Wilson-Raybould. She had to struggle with this. Our Minister of Health at the time, also very honourable, Jane Philpott, was struggling with this. \nIt occurred to me as the debate went on that what we had in Canada on this issue was essentially a professional dispute. The lawyers in Canada wanted to make sure that the charter was respected. The doctors in Canada said they did not want to be asked to figure out what “irremediable” meant and were not exactly ready for that. Therefore, subsequent revisions kept happening because, after all, in our first attempt to get medical assistance in dying right, we did not allow for advance directives. Therefore, we had subsequent court cases where people who had terminal cancer could not access MAID because they decided they better ask for it now, which was maybe months before death would occur naturally and months before a doctor could say, “Okay, you're ready now. Nod.” One had to be able to physically sign; the day of, one had to confirm one's procedure.\nAgain, I better not go back through all of this, but essentially the professional views of doctors pleading with parliamentarians outweighed the lawyers dealing with parliamentarians to say that we were probably still going to have charter violations, but it is better that we listen to the doctors and that they are ready. All of this ended up taking us back to fixing medical assistance in dying again to try to make it more humane, to try to respond to the concerns of Canadians from coast to coast that they wanted to be able to access an advance directive in a situation that fit the MAID template. This brought us to Bill C-7.\nTo some of the comments that were made in this place earlier today, the government and Parliament were under a deadline that was court imposed, not politically imposed, to oblige ourselves, as parliamentarians, to meet what the Supreme Court of Canada said the charter required us to do. We had a very tight timeline, and then the Senate did something I do not think anyone in the House expected. \nAgain, we had a professional dispute going on here. Doctors were saying they were not ready to extend this to people whose sole irremediable condition is mental illness. Public health professionals in addiction and mental health were saying they were not ready. However, with strong pressure and strong professional advice from the psychiatric community, the Senate decided we should extend MAID to those with an underlying condition that is only, and I do not say “only” as if it is a marginal or trivial matter, a crushingly painful and life-ending threat from mental illness.\nWe are walking this fine line. The line is even finer when we start realizing who is more likely to not be able to access mental health supports; they are the marginalized and the poor. Who is more likely to not be able to imagine continuing on in life with a crushing mental illness? It is again the marginalized communities. The disability community spoke with a loud voice saying not to extend MAID as they were worried enough that it was a slippery slope when Bill C-14 first came in, and now Bill C-7.\nHere we are again with a court-imposed deadline. Let us be clear to Canadians watching today. Certainly, the provinces and many doctors and mental health professionals have spoken with one voice. If we do not act quickly to pass this legislation and if the Senate does not act quickly to get it to royal assent come March 17, then as a matter of reality, we are up against March 17, and medical assistance in dying would become available to people where mental illness is the sole underlying condition. \nIs it irremediable? We are told by the experts that no one really knows how to answer that question. Yes, some of the psychiatric community says the safeguards are there and if three psychiatrists say that it is irremediable, then that is enough. However, we are all asking where the mental health supports are, particularly for those who are marginalized. Where is the access? \nThis is one that particularly perturbs me. I have had many people come to me from a community that has experience with using psilocybin, conventionally known as magic mushrooms, as a way to alleviate a mental health condition, which might otherwise be irremediable, with remarkable results. We know that Health Canada is currently accelerating trials on psilocybin. It strikes me as beyond a catch-22 that the authorities would say to those people and to their doctors, who think psilocybin could help them, when the alternative is that they are more likely to commit suicide, or if we do not act by March 17, they will have access to legal medical assistance in dying, and it would be too dangerous to let them try psilocybin, but the alternative is death. It seems to me that any medical risks from psilocybin pale in comparison to the irreversible reality of death. How can we let this happen? We cannot.\nI think we need to discuss another thing in this place, which is societal assistance in living. We know what medical assistance in dying looks like, but what does societal assistance in living look like? It means ending poverty and bringing in a guaranteed livable income for all. It means access to mental health services in this country. It means a compassionate and caring approach that says to every Canadian, whether in the disability community, the indigenous communities or the youth who are struggling with addictions, that we hear them and will not fail them. That means, no matter how members feel about it, we have to pass this legislation expeditiously. ",
    "sentiment":"Negative"
  },
  {
    "text":"Madam Speaker, as we are debating this measure today, a huge scandal is unfolding.\nWe learned from the Auditor General yesterday that there is evidence of corruption and wasteful spending. That is why we are announcing that we want the RCMP to expand its investigation in order to find the truth and shed light on the possibility of criminal activity in the arrive scam scandal. I have letters to that effect.\nI am asking the RCMP to expand its investigation into the arrive scam affair, and I am tabling this letter—",
    "sentiment":"Negative"
  },
  {
    "text":"I thought the hon. member was rising on questions and comments, but his intervention does not relate to the debate.",
    "sentiment":"Positive"
  },
  {
    "text":"Madam Speaker, I am rising on a point of order.\nThe arrive scam scandal has exploded into public consciousness after the Auditor General revealed evidence that senior government officials got gifts, such as fancy whiskies, in order to give out contracts. I would like to table in the House of Commons a letter to the RCMP commissioner asking for the investigation into arrive scam to be expanded.",
    "sentiment":"Negative "
  },
  {
    "text":"Is there consent?",
    "sentiment":"Positive"
  },
  {
    "text":" Nay.",
    "sentiment":"Negative"
  },
  {
    "text":" Questions and comments, the hon. member for Châteauguay—Lacolle.",
    "sentiment":"Positive"
  },
  {
    "text":"Madam Speaker, I have a question for the hon. member for Saanich—Gulf Islands—",
    "sentiment":null
  },
  {
    "text":"Order. I cannot hear what the hon. member is saying. If members want to have conversations, I would ask them to please take them out into the lobby or outside the chamber.\nThe hon. member for Châteauguay—Lacolle.",
    "sentiment":null
  },
  {
    "text":"Madam Speaker, I greatly appreciated the comments, just as I have all the discussions in this debate today.\nGoing back to 2015, I too sat on the first joint committee to study medical assistance in dying. It was a difficult time for me as a new member. As a practising Catholic, I was profoundly touched by the issue, but I was able to understand, through expert testimony, that it is important for people to have choices.\nI would ask my hon. colleague, since I know she is also a person of faith, to talk about that. Even though we may personally have very strong values, is this not something on which Canadians deserve to have a choice?",
    "sentiment":null
  },
  {
    "text":"Madam Speaker, I must say, I was very disappointed that the hon. leader of the official opposition was not rising to ask me a question. It would have been a first, and I was so looking forward to my response to him.\nThe hon. member for Châteauguay—Lacolle has asked me a very important question. I am a person of faith. I struggled with this. My constituents convinced me. I spent a lot of time talking to people in Saanich—Gulf Islands, who begged me to support legalizing, removing criminal sanctions for, medical assistance in dying. My view is very personal and a matter of conscience; I do not expect others to agree with me, when they passionately and firmly believe otherwise. I believe all life is sacred, of course. I believe that taking a life, including one's own life, is also a profound matter of deep moral conflict. However, I have no doubt at all that the Christian impulse to compassion is not to allow people to suffer needlessly.\nMedical science is now allowing us to extend our lives beyond what my grandparents and their peer groups would have experienced. As we extend our—",
    "sentiment":null
  },
  {
    "text":"I have to allow for other questions and comments; I am sure the hon. member can continue to elaborate.\nThe hon. member for Montcalm.",
    "sentiment":null
  }
]