[
  {
    "text":"Call in the members.",
    "sentiment":"Positive"
  },
  {
    "text":"I declare the motion carried.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, it is an honour to rise today on the unceded lands of Tseshaht and Hupacasath on Vancouver Island in Nuu-chah-nulth territory to speak to Bill C-62, which is calling for the extension of the temporary exclusion of eligibility for medical assistance in dying for persons suffering solely from a mental illness by three years, until March 17, 2027.\nClearly, without an intervention by Parliament, this expansion would come into effect on March 17, 2024, in just one month. New Democrats agree with the majority decision made by the Special Joint Committee on Medical Assistance in Dying, also known as the AMAD committee, which I will refer to it as in my speech. It reported that Canada is not adequately prepared to deliver medical assistance in dying to individuals whose sole underlying medical condition is a mental disorder.\nThe bill would allow more time to implement the necessary safeguards and address the capacity concerns that are expected to be the result of the expansion of medical assistance in dying for those with the sole underlying medical condition of a mental disorder. It would give medical practitioners more time to become familiar with available training and supports, while providing time for the public to become more aware of the robust safeguards and processes in place. I know this is a very sensitive and very personal matter to so many people around this country. Especially in my riding of Courtenay—Alberni, I have heard from many people about this.\nWe also need to ensure that we have the understanding and compassion to respect the right of an individual's choice of dignity when they have deep, prolonged and ongoing suffering. I will speak to that. Suffering from mental illness is extremely serious, and it is just as real as suffering from a physical illness. In our health care system, we clearly do not have parity when it comes to mental and physical health, and I will speak to that as well.\nWe must also affirm and protect the most vulnerable when we do any sort of decision-making on such a serious piece of legislation as expanding medical assistance in dying. This additional delay is necessary and needed right now to ensure that we have a health care system in place that can safely provide medical assistance in dying for those whose sole underlying medical condition is a mental disorder.\nWe know how we got here. The Liberal government made an ill-advised decision and did a complete 180° by accepting the Senate's amendment to Bill C-7 in the 43rd Parliament. That is what got us here. The government changed the law before any kind of comprehensive review had been conducted, and we have been trying to play catch-up ever since. I am going to speak about the important work that needs to be done, and I want us to be thoughtful in our approach to expanding medical assistance in dying.\nAs New Democrats, we take people's concerns and feedback very seriously. We are committed to helping find the best possible solution for Canadians in the policy of medical assistance in dying to ensure that it does what it was always intended to do. One of the biggest concerns New Democrats have with the expansion of medical assistance in dying is with the barriers that many Canadians face when they reach out for mental health treatment. Because of the Liberals, and the Conservatives before them, the chronic underfunding of our health care system has become even more apparent. It is now more than ever, as we see the disparity between mental and physical health and how people are taken care of. \nWe heard the Prime Minister promise to implement a new mental health transfer of $4.5 billion over five years, but he has still not done that. Even with the bilateral agreements, the Liberals are falling far short, and that would not even be enough. Everyone should be able to access mental health supports when they need it, but under the Liberal government, and that of the Conservatives before it, this has not been the reality. It is the same with all provinces and territories.\nNew Democrats wholeheartedly support the delay in expanding medical assistance in dying for those who have a mental disorder as the sole underlying condition, but the Liberal government needs to ensure that proper consultation happens between now and the expansion date, or it would need to be extended again. It needs to ensure that people will be protected while respecting their individual choice.\nThe Liberals cannot just delay the expansion either. They need to fund adequate supports and treatment options for people dealing with mental illness. Members have heard me say this repeatedly, but we need a pathway, a road map, to how we are going to achieve parity for mental and physical health and ensure people get the timely help they need when they need it.\n Seven of the provinces and all three territories have said that they are not ready and have signed a joint letter to that effect, including my home province of British Columbia. That was signed by the ministers of health in those provinces and territories. They are calling for an indefinite pause on the expansion for individuals whose sole underlying medical condition is a mental disorder. That is what those ministers identified.\nAs New Democrats, we want to see a MAID regime where guardrails are in place to protect vulnerable populations while still allowing for personal bodily autonomy and end-of-life choices. We must make sure that people do not request medical assistance in dying because they do not have access to treatments, supports and services. This has to be absolute. The Liberals need to make sure everybody can access mental health supports. However, after nine years of carrying forward with the Conservative cuts to health care, this is where we are at right now right across the country. Help is out of reach for many people. This needs to change before medical assistance in dying can be expanded.\nWe know that the housing, toxic drug and mental health crises that are happening are not being addressed. I see that I do not have a lot of time left, but I want to ensure I outline that the AMAD committee heard from plenty of witnesses who cautioned the committee on expanding MAID in cases of persons suffering solely from a mental illness. I want to share what a couple of those experts had to say.\n Professor Brian Mishara, who is with the Centre for Research and Intervention on Suicide, Ethical Issues and End-of-Life Practices at Université du Québec à Montréal, said, “The expert panel report on MAID and mental illness states that there are no specific criteria for knowing that a mental illness is irremediable”, and that there is absolutely no “evidence that anyone can reliably determine if an individual suffering from a mental illness will not improve.” He warned us that “any attempt at identifying who should have access to MAID will make large numbers of mistakes, and people who would have experienced improvements in their symptoms and no longer wish to die will die by [medical assistance in dying].”\nWe heard from many experts. The CAMH raised similar concerns.\nBecause I see that I only have a couple of minutes left here, I want to talk a bit about the system and the lack of access. We are talking about a crisis going on from coast to coast to coast, according to a poll done just a year ago. The Mental Health Commission of Canada and the Canadian Centre on Substance Use and Addiction released a report talking about postpandemic findings. It cited that 35% of respondents reported moderate to severe mental health concerns. \nThis is alarming. It should also be alarming to all parliamentarians that it found that fewer than one in three people with current mental health concerns accessed services. The report identified key barriers to accessing services as financial constraints and help not being readily available. We know that right now we are in a financial crisis, and I am sure those numbers have only gone up. It identified that one of the top stressors was between income and unemployment with mental health concerns. \nWe need to create a system of parity with mental and physical health. The government has not delivered when it comes to a plan, a road map, on how we achieve parity with physical and mental health. I hope in this budget, it is going to release funding on top of the bilateral agreements directly to community-based organizations as a COVID emergency recovery response because, post-COVID, we know some people are struggling financially, but the biggest concern right now and the biggest epidemic post-COVID is in mental health. I hope the government is hearing that.\nI see that I have run out of time. I have a lot to say on this matter. I look forward to taking questions from my colleagues.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, in the process of debating this, I would draw attention to the case back in 2016 of E.F., a woman in Alberta. There is media coverage on it and it is worth a good read. The reason I bring it up is because E.F. did get access to medical assistance in dying. She had nothing but a mental condition but it was horrific.\n If this next step in medical assistance in dying is put on hold, would the member want to consider some mechanism by which a person like E.F. could get the relief from a life that simply was agonizing and not worth living?",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, first and foremost, we want to ensure that we have a system of care in place to ensure that E.F. can actually get access to supports if she is suffering. However, that is not in place anywhere in the country, not in all 10 provinces and three territories. We know that. We are falling far below our OECD partners. Provinces and territories spend between 5% and 7% of their health care budgets on mental health compared to France and Britain that are at 12% and 14% respectively. \nAs New Democrats, we want to see a medical assistance in dying response where guardrails are in place to protect the most vulnerable. We want to ensure that safe and adequate delivery of medical assistance in dying is in place, but that there still is bodily autonomy and end-of-life choice. We need to have a system in place that the experts support, one that actually responds to medical assistance in dying, that ensures we have the training and that we have addressed all the recommendations of AMAD committee. We have not done that. I know the government is working toward that, but we are very far away from it. ",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, the position of the government when it comes euthanasia is so disconnected from the reality and the concerns many Canadians have. The Liberals constantly want to have a conversation about further expansion. However, I hear concerns from constituents and from people across the country about the abuses under the existing system; about how people with disabilities have been pressured and told that they are selfish for not wanting to go down this road; about how, in the absence of proper support, life and dignity affirming support, we have individuals who are at risk of giving up. Instead of being affirmed in their pursuit of meaning and purpose, they are being told “Sure, go ahead and give up.” This is the reality in Canada.\nWhen I talk to legislators in other parts of the world, including legislators from the so-called progressive left, they are horrified by what is happening in Canada. Canada is presented as a counter-example of what can go wrong when we go down this road.\nWhy are we not having more conversations about addressing the existing abuses in the system instead of this fanatical push by the government to always look for the next expansion. Why not stop and look at how we got here and how we can address these significant problems that have emerged in the current system?",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, a lot of discussions needs to take place at the AMAD committee, to look at the existing legislation. \nHowever, right now, we are dealing with a timely situation, and I am going to speak to that. This is around the Liberal government's ill-advised decision to accept the Senate amendment to Bill C-7 in the 43rd Parliament. That is what has gotten us here today. This is why we are having to rush legislation, because there is not adequate support for people with the sole underlying medical condition of a mental disorder. \nThe Liberals changed the law before any kind of comprehensive review had been conducted, and we have been trying to play catch-up ever since. The Liberals decided to support an amendment from the Senate, the unelected Senate, that was brought back to the House. We voted against it because of that. We did not believe that the supports were in place for people to make those decisions. \nWe are working toward ensuring that we have parity between our mental and physical health care system, that we listen to the experts and that we do a full evaluation. This needs to take place. However, I appreciate the comments from my colleague in that there needs to be broader conversations about the existing legislation.",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, I would like to know whether my colleague thinks that, one day, it will be possible to alleviate the suffering of people struggling with an irremediable mental disorder.\nI would also like to know whether he agrees that it would have been wiser for the government to implement the joint committee's leading recommendation regarding advance requests and to take advantage of the introduction of this bill to add that component.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, my colleague has done incredible work at the health committee and the AMAD committee. I really appreciate him for that. \nI hope that some day we will have an opportunity so that those with the sole underlying medical condition of mental disorder will have the ability to make that decision. However, we are so far away from parity, given that consecutive Liberal and Conservative federal governments have not prioritized mental health. We are also far behind other countries, including U.K. and France, when it comes to delivering parity with our mental and physical health care systems, and that needs to be addressed.\nWith respect to the member's other question, absolutely I support that. The AMAD committee needs to put its next focus and amount of work around advance directives.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, I joined the latest edition of the Special Joint Committee on Medical Assistance in Dying, which was mandated to deal specifically with the question of the health system's readiness for an extension of MAID to cases of severe mental illness, out of a sense of duty as this is a deeply serious matter for Canadian society, one on which I received correspondence from a great many concerned constituents.\nAt first, I humbly questioned my qualifications to sit on the committee. I am not a psychiatrist. I am not a medical doctor. I do not have expertise or experience in this area. However, in a democracy, not all is left to the experts. The people, through their elected representatives, set legal parameters in areas of public interest by way of legislation and regulations. In fact, that is what has been happening since 2016 on the issue of MAID.\n That said, it is important to carefully listen to and consult the experts out of respect for the authority of knowledge and experience. This is the opposite, I might add, of the new populism.\nI agree with the committee's recommendation that we should indefinitely postpone MAID where the sole underlying condition is mental illness, also known as MD-SUMC. The central issue in MD-SUMC is irremediability; that is the question of whether there is the possibility that a person with severe mental illness can be cured of their terrible suffering, a suffering not different from physical suffering.\nUnder the law, for a person to be deemed eligible for MAID, the illness must be irremediable; grievous and irremediable. The problem when we move from somatic, that is physical, illness to psychiatric illness is that irremediability becomes more difficult to establish. In the case of psychiatric illness, an accurate prognosis is infinitely more difficult to produce.\nBecause of the difficulty, in cases of mental illness, of offering a reasonably certain prognosis, the determination of irremediability will necessarily have to be based on a retrospective view; that is on an assessment of the extent of a patient's past treatments and whether the patient exhausted all treatment possibilities in a quest to be relieved of their suffering. The problem is that the MAID assessors will most likely not have been involved in past treatments, which makes it difficult to ascertain the quality of those treatments. When it comes to establishing irremediability in cases of mental illness, evidence has shown accuracy is poor. It is less than 50%, a coin toss.\nTo quote Dr. Sonu Gaind, one of the experts who appeared before the committee, “Worldwide evidence shows we cannot predict irremediability in cases of mental illness, meaning that the primary safeguard underpinning MAID is already being bypassed, with evidence showing such predictions are wrong over half the time.”\nIt should be pointed out that under our MAID law, clinical certainty about irremediability is not actually required. Here it is important to highlight the distinction between legal irremediability and irremediability in clinical medicine.\n In the MAID law, “grievous and irremediable” has a different meaning than in medicine. It is defined as incurability, “be in an advanced state of irreversible decline” and “enduring...physical or psychological suffering” that is intolerable to the person and cannot be relieved “under conditions the person considers acceptable.”\nIn law, therefore, it is not necessary to establish irremediability with a degree of clinical certainty. Rather, both patient and assessor must come to the shared understanding based, among other things, on the assessor's analysis of the history of past treatments. There is an element of subjectivity on the part of both patient and assessor. Naturally, the assessor will bring their own philosophical biases, values and ethics to this subjective equation.\nAs Dr. Gaind suggested to committee members, “Try those mental gymnastics on your constituents. Convince them it was okay that their loved ones with mental illness got MAID, not because of a clinical assessment based in medicine or science, but because of the ethics of the particular assessor.”\nAn important issue in determining eligibility for MD-SUMC is being able to separate suicidal ideation from a considered request for MAID. It bears keeping in mind that suicide attempts are not always rash and impulsive, the product of a panicked state. This, in some ways, is a stereotype. Psychiatrists will say that some suicides are not frenetic but carefully planned in advance.\nDr. Tarek Rajji, chair of the medical advisory committee at the Centre for Addiction and Mental Health, told the committee, “There is no clear way to separate suicidal ideation or a suicide plan from requests for MAID.”\nTo again quote, Dr. Gaind:\n We cannot distinguish suicidality caused by mental illness from motivations leading to psychiatric MAID requests, with overlapping characteristics suggesting there may be no distinction to make. \nIn the Netherlands, an assessment by an independent physician is required for MAID, and in the case of psychiatric suffering, a third assessment by an independent psychiatrist, preferably one with specific expertise regarding the patient's disorder.\nThe problem with Canada's law, as it stands, is that there is no requirement for one of the assessors of MAID eligibility to be a psychiatrist, yet psychiatric issues are exceedingly complex. Often a patient has more than one illness. It is said that 71% to 79% of psychiatric patients who died through MAID in the Netherlands had more than one psychiatric disorder.\nWe humans are not self-directed, rational atoms exercising unencumbered clear-eyed autonomy. We are not as free as we think. We are born into families and communities, and influenced by the opportunities they offer, and alternatively, by the constraints they impose on us.\nI sometimes wonder if we are not in the process of turning personal autonomy into ideology. I say “wonder” because as a liberal, I have not been bestowed the gift of absolutism that has blessed ideologues.\nRequests for MAID can be influenced by, even driven by, extraneous factors like poverty and isolation, that is by psychosocial factors. According to Dr. Gaind, “those with mental illness...have higher rates of psychosocial suffering.” \nThis all means that MAID assessors will be wrong over half the time when predicting irremediability, will wrongly believe they are filtering out suicidality and still, instead, provide death to marginalized suicidal Canadians who could have improved.\nArchibald Kaiser, Professor at the Schulich School of Law and Department of Psychiatry, Faculty of Medicine at Dalhousie University added that “The Supreme Court concluded in 1991 that people with mental illness have historically been the subjects of abuse, neglect and discrimination.”\nDr. Gaind further underscored that “Suffering is cumulative, and life suffering unfortunately fuels much of the suffering of those with mental illness, even more so for marginalized populations.” \n There is, in fact, the possibility that gender-based marginalization can influence requests for MD-SUMC. We know that in countries that allow MAID for severe mental illness, the ratio of women to men who seek MD-SUMC is two to one.\nFor their part, indigenous representatives have expressed serious reservations about expanding MAID to include mental illness. According to Professor Kaiser:\n In February 2021...many distinguished indigenous signatories wrote to Parliament that the consultation ... has not been adequate and “has not taken into account the existing health disparities...we face compared to non-Indigenous people.” They said, “our population is vulnerable to discrimination and coercion...and should be protected against unsolicited counsel.” \nWe know there is systemic racism in the health care system. Ask the family of Joyce Echaquan. How would systemic racism influence the rate of acceptance of MAID requests of indigenous and other racialized peoples? That is a pertinent question.\nAs Dr. Lisa Richardson, Strategic Lead, Centre for Wise Practices in Indigenous Health, Women's College Hospital, told a Senate committee on February 3, 2021:\n In an environment where both systemic and interpersonal racism exists, I don’t trust that Indigenous people will be safe. I don’t trust that anti-Indigenous prejudice and bias will not affect the decision making and counselling about MAID for Indigenous people, no matter how much education is given. \nIndigenous communities, many of which have felt the scourge of high suicide rates, especially among youth, may have concerns about possible contagion effects of MD-SUMC on suicidality.\nThen, there is the basic question of the ability of the health care system in Canada, already stretched to the limit, to handle an expansion of MAID.\nAccording to Dr. Eleanor Gittens of the Canadian Psychological Association, as a country we have not yet established parity between available physical and mental care. To quote her, “Care and treatment of mental illness are not covered by medicare, nor is it readily accessible.”\nWe do not really know how many people would request MD-SUMC, and thus whether we have enough qualified assessors. By some estimates, we would have well over 2,000 patients a year getting MD-SUMC with countless more requesting eligibility assessments. I know there is dispute around that number.\nJust because there is a published Health Canada standard for MD-SUMC and a training module does not mean the system is ready. A building built on a soft foundation is not ready for occupancy, no matter the level of completion of its structure. There are today no safeguards preventing poverty, housing insecurity, loneliness, etc., that is psychosocial factors, from significantly fuelling MAID requests of those suffering from mental illness.\nI will quote Dr. Rajji: “The standards document itself, the one developed by the expert panel, states that these are not clinical guidelines, and this is what is missing to ensure quality.” According, again, to Dr. Gaind, “it is a legal fiction that determinations of the eligibility of MAID are based on objective clinical judgment. In fact, I regularly witness practitioners' values influencing the interpretation of the current MAID eligibility criteria and safeguards.”\nAs per an article in the review Impact Ethics, “The few jurisdictions allowing MAiD for [sole] mental illness have safeguards Canada lacks, notably (unlike Canada) requirement of due care and no reasonable alternative, or treatment futility, prior to MAiD eligibility.”\nIn Canada, a patient would be able to qualify for MD-SUMC even if they refuse treatment. Often a psychiatric patient will refuse additional treatment owing to treatment fatigue. While treatment fatigue has been studied in the context of HIV and type 1 diabetes, with the goal of developing strategies to help overcome it, treatment fatigue has not yet received attention in psychiatry. A better understanding of treatment fatigue could lead to alternatives to MAID, such as palliative or recovery-oriented treatments.\nI respect the Senate. I value the Senate. Senators bring more than just sober second thought; they bring expertise in fields crucial to good public policy making, but senators are not elected. They are not the voice of the people. It was never the government's intention to extend MAID to those suffering from mental illness.\nThe government was running out of runway to meet the court-imposed deadline in the Truchon decision for amending the law to remove the requirement that death be foreseeable to qualify for MAID. It could not afford a back-and-forth game of procedural ping-pong with the Senate over its last-minute amendment to remove the mental illness exclusion from Bill C-7. It had to accept the Senate's amendment to get the bill across the finish line.\nIn my view, we are not ready for MD-SUMC. We cannot ascertain irremediability with any acceptable degree of certainty and objectivity. We cannot sufficiently distinguish an unfettered request for MAID on the grounds of mental illness from suicidal ideation. We are not able to separate out psychosocial factors that might drive MD-SUMC. We have not properly consulted racialized communities to take account of their views, concerns and fears, notably those of indigenous communities, and we have not built proper safeguards into the law.\nWe do not require the involvement of a psychiatrist in assessment nor require that a person have reasonably exhausted available treatments before making a request for MD-SUMC. The few other jurisdictions that allow MD-SUMC have this requirement.\nWe have not studied and understood treatment fatigue such that we can develop strategies that can possibly lead a patient to other non-lethal treatment options, and finally, we have allowed an unelected body, the Senate, to drive this agenda.",
    "sentiment":"Positive"
  },
  {
    "text":"Mr. Speaker, I listened with interest to my colleague's speech, but there is this framing of not being ready. We support further delay so that a Conservative government can forever protect Canadians by ensuring this expansion never happens, but it does not make sense to me that the member would identify obvious problems with this, and not just present problems or short-term problems, but structural problems, with allowing the medically facilitated killing of those with mental health challenges, and say that just means we are not ready.\nI think it is quite obvious that, after years of the government trying to fit a square peg into a round hole and trying to say that somehow we can have medically facilitated killing for those with mental health challenges while at the same time not increasing other kinds of risks and problems, the government has tried to figure out how to do this for years and has clearly concluded that it is not something that is desirable.\nWhy not just admit that this was a terrible idea from the beginning rather than couch it in this framing of not being ready, but that maybe we will be soon?",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, I do not have a crystal ball. I do not have a monopoly on the truth. As I said in my speech, I am not blessed by absolutism. I am torn by this issue as much as I think anyone in this House is. Even if we hide behind the certainties we put up as political parties, we still question ourselves and we are still torn by this issue. \nI do not know if we will ever be ready. What I was trying to do in my speech was to point out some of the things we have not done to be ready. Maybe we will never be ready. I am not a psychiatrist. I do understand psychiatric suffering can be as severe as physical suffering, and I do feel for the people, especially John Scully, who I have heard from in testimony in a small working group. I feel for him and what he is living through. To be honest, I do not have the answer.",
    "sentiment":"Negative"
  },
  {
    "text":"Mr. Speaker, my colleague participated in all three sessions on the issue. When Quebec tabled its report and when we voted on Bill C-7 in 2021, I was very reluctant to consider opening up MAID to mental disorders. However, I worked my way through the experts' report and I invite my colleague to read it again.\nMy colleague says there is nothing in the legislation. However, it does not have to be in the legislation. The regulations can set out the “how to”. Recommendations 10 and 16 are important safeguards.\nLet us assume I am not questioning anything in my colleague's speech; the fact remains that, today, as I speak, there are people who are suffering irreversibly and intolerably.\nWhat solution does my colleague have for those people?",
    "sentiment":"Positive"
  }
]